{
  "119": [
    "You’re a leader, not a follower. A natural politician, you have a strong inspirational effect on others and can motivate large groups with your persuasive and glad-handing demeanor.",
    "People are impressed by your range of influence and the scope of your ideas. You think big and strive for success. Because you inspire trust in others, they readily sign on to your program and help promote your ideas. An expert planner, you often stage events or organize campaigns that benefit others; however, it’s always a win-win arrangement, as they also burnish your reputation and further your career.",
    "Just as you thrive on competition and challenge in your career, you enjoy the chase in your personal relationships. The compliments of an attentive mate can make you very demonstrative. You’re also an impulsive lover, and your restless nature means you’re easily bored in matters of the heart when your mate doesn’t share your take-charge approach."
  ],
  "128": [
    "Your self-sufficient persona tells others you have the world by the tail. However, beneath that confident exterior is a romantic soul who seeks to love and be loved.",
    "Although aggressive and independent in a work environment, you’re an excellent listener and want to cooperate with others, even if you don’t always do so. You project an aura of prosperity that impresses others.",
    "You have the tendency to let pride get in the way of the personal relationships you crave. Seek out a mate who recognizes the sensitive soul hidden beneath your protective shell and can provide the reassurance you need",
    "Although you often take things personally, you have the fortitude to overcome your feelings. When you direct your sensitivity toward others, you can read between the lines and give yourself a decided edge in both personal and professional dealings."
  ],
  "127": [
    "You live a fast-paced life, ignoring people and activities that don’t interest you. With an insatiable appetite for variety, you require a spectrum of creative outlets. Unless you can find like spirits to surround you, you’re content keeping your own company. You possess an independent, nonconformist streak and hate being dominated by others",
    "Others may see you as aloof and difficult to approach, but this contrasts with the appeal of your youthful appearance and great vitality. An admirer who flatters you and can keep up with your pace will discover your friendly and fun-loving side.",
    "A keen observer, you enjoy entertaining others with your impressions and impersonations. You’re in constant pursuit of self-expression and enjoy time alone to refine your act."
  ],
  "146": [
    "You work and play hard, demanding a lot of yourself and those around you. Your strength and independence means you prefer to do things your own way. Others often describe you as stubborn and set in your ways, but you’ve earned a reputation for being fair and keeping your word.",
    "You’re practical and self-sufficient. Although you find ways to do good deeds, you do so in a way that ensures your contribution is noticed and recognized. Strong drive and determination mean you always see projects from concept to completion.",
    "Dedicated to quality, you instill confidence in others through your ability to coordinate a smooth, economical process. You seek the best deal on the best product, are compelled to surround yourself with comfort and beauty, and thrive on providing luxury to your loved ones.",
    "If you have a Destiny Number of 1, it’s likely that your Destiny Number will be dominant over your Soul and Personality Numbers. This is because Destiny Number 1s generally indicate powerful people."
  ],
  "155": [
    "You embody the admonition of “expect the unexpected.” Energized by a fast-paced schedule, you do things on your own time and resist the restriction of a 9-to-5 job. You’re also full of creative ideas and need the freedom to implement them",
    "Unconventional and original, you aren’t usually affected by the opinions of others. However, you easily incorporate new ideas and concepts into your planning. Even though you tend to like your ideas best, you’re able to modify your point of view when the situation calls for it. Fortunately, you’ve learned when to stand firm and when it’s wisest to bend to the wishes of others around you.",
    "You court risk and yearn for adventure. In the country’s early days, you would have been one of the pioneers who headed West. Independent, you crave being in the middle of the action in any space. When you want to, you can be very flexible, but you have a short attention span when things get dull and often drop what you’re doing to go where the action is."
  ],
  "164": [
    "Your goal in life is to help others and participate in loving and harmonious relationships. Even while striving for fairness and avoiding confrontation, you feel the need to express your opinions and crave the last word.",
    "Responsibility is a serious matter for you, and you exhibit honor when protecting others’ welfare. Even though you approach matters in a strong and determined manner, those on the receiving end of your advice need to understand that you’re a solid individual whose word can be trusted",
    "Your quick and creative mind helps you present a logical appearance. When resolving problems, you seek the prudent and conservative course of solution. Avoiding hasty decision-making, you analyze all sides of a prospective endeavor first. You always finish what you start and only undertake projects that show potential",
    "With an excellent eye for balance and design, your home and surroundings are comfortable and attractive. This is a good thing, as home is where you prefer to be. Also an expert bargain shopper, you’re especially pleased when quality can be found at a reasonable price."
  ],
  "173": [
    "The first impression you make doesn’t reflect your inner self. At your core, you’re strong willed and determined, but you present yourself as an easygoing and sociable companion. And although you’re sociable and entertaining in group settings and appear to enjoy everyone’s company and attention, you’re actually somewhat reserved and very selective in who you let get close. Basically, you aren’t always as confident and self-assured as you make others believe",
    "Your innovative ideas can elicit significant improvements in your career. Lively discussions invigorate you, and you enjoy expressing your opinion when analyzing a subject or situation. You can be withdrawn and introspective when trying to unravel difficult situations. If people get too inquisitive or intrude on your personal space, you back off and drop them from your circle. However, you can turn on the charm to elicit the information you seek."
  ],
  "182": [
    "Your considerate and laid-back appearance conceals a person of independent mind and who loves to get his or her own way. While others see a sensitive and cooperative demeanor, you actually have a strong will and fierce determination.",
    "While you solicit and consider the opinions of those around you, you’re the ultimate decisionmaker. You may listen to the input of others, but overall you’re reluctant to change your mind once it’s made up. With a strong code of ethics, you make up your own rules and often have innovative ideas and approaches.",
    "Your organizational and leadership skills let you develop and execute custom plans, resulting in successful and profitable endeavors. Diplomatic when giving direction, you readily inspire others to follow your lead.",
    "You’re patient, even when dealing with those who can’t keep up. Although you thrive on challenge and love competition, you’re willing to forego some success to have others join in your achievements.",
    "The Destiny Number 1, Soul Number 8, and Personality Number 2 weighs all factors at hand before coming to a decision. However, you often lack the flexibility or willingness to make mid-course corrections based on new information"
  ],
  "191": [
    "This combination indicates a person of great energy with original ideas and a penchant for leadership. Despite great determination and a tendency toward independence, you still find it within yourself to be generous toward those around you. You take great pleasure in helping others and do a lot to make your corner of the world a better place.",
    "You initially impress others with the enthusiasm and energy you devote to attaining your goals, but people become even more impressed when they realize your ambition isn’t purely personal. You use your ability to come up with concepts that grow any business or project in which you’re involved. Big plans and your personal imprint are part of everything you do.",
    "Although you’re at home wherever you go and fit in easily anywhere, you stand out in a crowd. You enjoy receiving the praises of others and take great pride in your achievements and capabilities. Therefore, taking orders or direction from others is something you dislike"
  ],
  "211": [
    "Agreeable and accommodating up to a point, you listen to other people’s opinions but ultimately follow your own judgment and convictions.",
    "You’re observant enough to recognize when resentment is festering and instinctively know when to clear the air tactfully. People respect your ability to simultaneously stand up for yourself while cooperating in joint ventures. They find you inspirational and persuasive and are glad to follow your lead.",
    "Depending upon your mood, you’re either willing to work alone or partner with someone efficient. However, you can be patient with someone who’s making an honest effort. When on a creative tear, you work better alone but will take the time to let others recognize your contributions.",
    "You make a serious attempt to consider all aspects of a situation in order to achieve a mutually satisfactory result, even though you know what you want (and appear to get it)."
  ],
  "229": [
    "You inspire many and therefore have a lot of devotees. Because you’re an authority in your field, others tend to seek your expertise, and you’re happiest when sharing your knowledge and insights. Others also find you readily available when a thoughtful touch is needed",
    "Although you have a wide circle of acquaintances and are gracious to all, a caring and intimate relationship is essential to your happiness.",
    "You’re a patient and understanding audience who exercises great diplomacy in going that extra mile to help others. A highly regarded student of human nature, people buy into your vision of how things ought to be.",
    "You’re not wild about change and will often go back and forth or rely on the opinion or advice of someone you trust before coming to a decision. Sensitive to the feelings of others, you also like to avoid being the bearer of ill tidings."
  ],
  "238": [
    "You’re an effervescent person who has a knack for storytelling and strives to be the life of the party. Although you may occasionally be shy, you never give that impression. You can be very funny when you’re comfortable with good friends and just let loose",
    "Using your charm and gift for gab, you have the know-how to get almost anything you want from others, whether it’s the last piece of pizza or the signature on a big contract.",
    "By paying careful attention to your diet and health, you possess tremendous energy for both your social and business lives. You also project a prosperous image by maintaining a youthful and polished appearance that draws others to you.",
    "Your outward appearance of organization and control can conceal a disorganized inner you. You’d rather be with a companion having fun than sitting alone in your office organizing your files and straightening your desk.",
    "The Destiny Number 2, Soul Number 3, and Personality Number 8 tends to rely more on your personality than your talents. If something is really important, try to push your skills rather than your charisma. Remember that personality can get you elected, but a failure to perform is what everyone will remember once you’ve left your post."
  ],
  "247": [
    "Although you like to help others and listen to all viewpoints, you find it difficult to walk in another’s shoes. You prefer small groups where conversation is one-on-one and are very cautious in forming friendships",
    "Although generally amicable, you avoid small talk, making it difficult for many to see beyond your shyness and reserved exterior. The special person in your life knows that although there’s frost on the surface, there’s fire in the furnace.",
    "You often react emotionally and find it hard to express your feelings without revealing more of yourself than you wish to share. Keeping things bottled up, you’re sometimes resentful about not speaking your mind in order to avoid hurting someone’s feelings.",
    "You feel duty-bound to finish what you start and have a compulsion to be and appear puttogether. People respect you for your ordered life, even if they perceive you as somewhat nitpicky. And while you’re usually prudent and economical, you’re generous with yourself and those close to you on occasion."
  ],
  "256": [
    "Your kind, loving personality attracts a wide circle of friends. People think of you as someone they can count on in hard times due to your warmth and hospitality. Those who know you well admire your curiosity and sense of adventure, suspecting a hint of wanderlust under the surface.",
    "Your stability and responsibility are evident, though many appreciate that you also have an adaptable and easygoing nature. You’re often called upon to resolve disputes and settle controversy due to your deserved reputation for tact and diplomacy, as well as your ability to listen to all sides of an issue.",
    "You absorb information like a sponge and are happiest when involved in simultaneous projects. You often come up with new ideas for your next project while still chasing your current pursuits.",
    "Freedom is essential to your personal happiness, but your sense of right and wrong precludes you from pursuing it if it would mean shirking your responsibilities."
  ],
  "265": [
    "Although a homebody at heart, you appear outgoing and adventurous to others. Broad interests and a busy schedule make you also appear exciting and full of curiosity.",
    "You’re a loyal friend with few prejudices who derives great pleasure from being of service to others. Happy to offer advice, know that some may choose to ignore your input.",
    "Your enthusiasm and promotional talents make it easy to get others to jump on your bandwagon. Because you tend to make value judgments, you love to root for the underdog. You have a strong sense of justice, especially considering your desire to please everyone. You also frequently adjust your opinions to avoid hurt feelings and confrontation.",
    "Your romantic nature calls for an honorable and understanding mate. Because harmony is so essential to your happiness, you work hard to promote and maintain a loving relationship."
  ],
  "274": [
    "People are unaware of how much thought and effort you put into analyzing a situation and choosing your words—they only see your ability to do or say the right thing at the right time. You avoid speaking out of turn, and your sense of propriety prevents you from telling some lively stories. Guarding your feelings carefully, you choose when to participate and when to stay silent.",
    "Sensitive by nature, you sometimes require solitude to sort out your feelings. In an attempt to keep everyone happy, you find it difficult to say “no.”",
    "You project a conservative and orderly image in both your appearance and surroundings. Susceptible to petty annoyances, you prefer all aspects of your life to be neat and orderly.",
    "Your honor and integrity inspire your friends, who count on your considered and practical advice. You also employ keen powers of observation and intuition in pursuit of the truth. Although you don’t always call people on their misrepresentations, you’re aware of them and don’t let anyone pull the wool over your eyes.",
    "If you’re a Destiny Number 2, Soul Number 7, and Personality Number 4, your bywords are “watch, listen, and learn.” However, this can lead you to be less than trusting of others. Try to understand that little white lies may be used to avoid hurting your feelings rather than to conceal something sinister."
  ],
  "283": [
    "While you appear patient, sociable, and charming, people are unaware of the iron will at your core. You express yourself well, both in spoken and written word. Using your sense of humor to make a good story even better, you bask in the attention of a receptive audience",
    "Your organization and efficiency let you get your work done with energy to spare, regardless of the number of tasks you undertake. You also find it impossible to sit back and do nothing when you witness something being done poorly or incorrectly. Jumping right in to do the job right, you always perform up to your own high standards",
    "You’re a good listener, fascinated by the complexities of human nature and interaction. You do what it takes to make people feel special, but you also like to get your own way. While most of the time you are content to humor people, sometimes your emotions get the best of you when you don’t get your way."
  ],
  "292": [
    "You’re an idealist and humanitarian who sacrifices for those you love and those in need. In return,you receive the understanding and affection essential to your psyche",
    "Always a soft touch for a hard-luck story, you’re perpetually sentimental and hate to turn anyonedown. You’re also able to forgive and forget any disappointments in the name of love.",
    "A natural student, you possess the extensive knowledge and patience that make you an excellentteacher. You’re typically mild-mannered and tolerant, carefully deliberating before offering asolution in an attempt to make everyone happy.",
    "Normally quiet, you can display a surprising ire when provoked sufficiently or hurt. Deep emotionsguide you through your relationships and manifest in an appreciation of art and music."
  ],
  "312": [
    "Your ability to wrap people around your little finger helps you lead a charmed existence. You’refriendly, personable, and socially graceful, leading others to seek your company. Also, yourdiplomatic skills result in people giving you what you want.",
    "A busy schedule combined with a youthful exuberance make you almost legendary among thosewho know you. You make it all work because you crave outlets for your energy and creativity.Because of your facility with words, you can talk your way into and out of almost anything. Youconceal your impatience and get others to accomplish much for you in pursuit of your many goals.",
    "Your priority list is topped by a need to be recognized as popular and unique. Because a youthfulappearance is essential in your life, you want to remain young and gather praise while others collectthe wrinkles. In matters of the heart, you need a communicative and fun-loving partner whocan join you in outdoor activities while still being sympathetic to your need for independence."
  ],
  "321": [
    "Your facility with words and ability to put others at ease make you especially persuasive. Your confidence inspires others to see you as a master multitasker. Sensitive to others’ feelings, you avoid controversy in an attempt to keep everybody happy. When asked to join your campaign, people gladly enlist because they see you as someone who will lead them to victory.",
    "You will have to make many choices in your lifetime regarding friends, careers, and romantic partners. Although you project a strong and decisive front, each choice will be the result of somber deliberation. You often find it difficult to choose which of the many ideas that run through your mind to pursue.",
    "Your individualized manner of dress projects your fondness for luxury and beauty. Combined with youthful enthusiasm, your carefree and optimistic outlook attracts people of all ages, particularly children. People generally give you what you want with a smile as you charm and entertain them with great humor."
  ],
  "339": [
    "Always in contact with one or more people, you’re a master networker. You’re never at a loss for words, but you desire to be seen as well as heard.",
    "Your imagination and charisma help you spread the word about any cause you choose to promote. Flirtatious and intoxicated by applause and appreciation, you can be quite entertaining.",
    "You’re optimistic, generous, and truly care about your fellow man. Because you love to attract attention with your appearance, you may spend extravagantly, particularly when it comes to your wardrobe.",
    "Overly constrained by a 9-to-5 existence, you come into your own when given the freedom to set your own schedule. There’s also a bit of the gypsy in your soul, as you love to travel and roam."
  ],
  "348": [
    "Your belief in hard work has obviously paid off, as people tend to see you as successful. You appear to others to be in charge and surrounded by the fruits of your labor. You have a wellearned reputation for keeping your word and fulfilling your responsibilities. Others admire you for your logic and ability to express yourself when finding solutions to problems.",
    "You strive to get the most for your dollar and always enjoy a good bargain. Creativity and the ability to analyze how things work help you design and build systems that do the job well.",
    "You’ve built your life on a solid foundation, and you seek tangible results from all that you do. Looking young, being in good health, establishing financial security, forming long-lasting relationships, and maintaining family traditions top your priority list.",
    "Always convinced that you know the answer, you choose your words carefully and employ your charm to influence others. Although unwilling to show others your feelings, you can be quite blunt when angered."
  ],
  "357": [
    "Variety is central to your life and needs, and an optimistic outlook compels you to experiment with new ideas. You’re always on the go and prefer to travel in the fast lane. In relationships, you don’t just ask for freedom, you take it by the horns.",
    "You’re a natural promoter, quickly sizing up situations and people and employing your verbal skills to sell your ideas to others. Your enthusiasm is contagious, and you demonstrate genuine interest with perceptive questions that flatter your audience. Always curious about what makes others tick, you’re reticent to reveal what drives you.",
    "You might spread yourself too thin with multiple concurrent projects, even though others might think of you as a perfectionist and expect more than you might deliver. Some people might also see you as evasive and wonder about the inner you. Not seeing your secretive, analytical side, others are unable to recognize your inner shyness or sense that you might be lacking in self-confidence."
  ],
  "366": [
    "You have tremendous charisma and attract a legion of admirers. Although you love being the center of attention, you derive more pleasure from helping others and are generous with advice and support.",
    "Your family depends on you to lead the way, and your personal choices are the consequence of focusing on their welfare. Home is your haven, and you always have an open-door policy.",
    "With a strong desire for harmony, you do everything within your power to keep those around you happy and content. You attempt to right all wrongs in your quest for justice. Convinced of your own correctness, you expect others to agree with you.",
    "Always generous, you seek quality for yourself and others. If the best is out of reach, you bide your time until you can afford it."
  ],
  "375": [
    "Outwardly friendly and full of sociability, you’re actually somewhat shy and don’t warm up to strangers as quickly as others think you do. Just when they think that they’ve gotten to know you, people are often surprised by the deeper facets of your personality",
    "You combine glibness with an analytical mind, often engaging in long monologues covering a range of subjects. You’re versatile but greatly enjoy having talented mentors in a variety of areas.",
    "Your written skills are excellent, as is your ability to critique; you quickly differentiate between ordinary and extraordinary effort and results. Your perfectionism drives you to try new approaches and tactics to improve performance",
    "Attractive to the opposite sex, you really seek and need that special someone who can bolster you when you feel misunderstood."
  ]
}