{
  "description": "As the name implies, the Destiny Number foretells your purpose in life—what you must do to fulfill your destiny, not what you are.",
  "1": [
    "With a Destiny Number of 1, you are an independent person who wants to be the leader of the pack. Determined and self-sufficient, you're able to stand on your own two feet. You're also competitive and like to be front and foremost. With a no-nonsense approach to living, you aren't afraid to roll up your sleeves and do what needs to be done to succeed. You're ambitious, strong willed,and determined, with an ability to set your sights on a goal and then single-mindedly work to accomplish the desired result. An innovative pioneer, you're inventive and seem to beable to do old things in a new way. One of your passions is to originate new ideas and developnew projects.",
    "Whether working on your own or directing others, you're determined to do things your own way and don't always care what others think. Original in your thinking processes, you tend to like your own ideas best. As a 1, you also have your own systems for doing things and don't like to be told what to do or how to do it. Not one to waste time, you can accomplish tasks in an efficientmanner.",
    "Decisive and instinctive, you can make up your mind quickly; you have definite likes and dislikes and instinctively know what you want and don't want. This can sometimes mean you're hasty in making remarks. You love freedom and suffer when others try to put restraints or limitations on you.",
    "Not afraid to dress in a trend-setting manner, you like the latest styles that are unusual and stand out from the pack. You're unafraid of being unique and actually enjoy being the center of attention. Remember that other people have opinions, too! Be careful of your natural tendency to dominate—others may see you as domineering or aggressive. Learn to be a team player anddevelop the skill of listening and working with others."
  ],
  "2": [
    "Cultured and refined, you're an insightful, intuitive, and sensitive soul who picks up on the feelings and thoughts of others—in other words, you can easily “read the room.” As a 2, tact and diplomacy come naturally to you. You would never do or say anything that would intentionally hurt someone else.",
    "Destiny Number 2 also indicates you prefer to be the force behind the scenes rather than the person leading the parade. Able to do two or more things at once, you're a natural multitasker who can successfully juggle multiple projects. Teamwork is your forte; you enjoy working in tandem with kindred spirits and naturally defer to their opinions. You're also able to influence othersand encourage them to be the best they can be.",
    "A good listener, you instinctively put others at ease and have the ability to get others to open up and tell you their deepest secrets. Lost strangers also feel comfortable coming up to you to ask for directions.",
    "As a 2, partnership and togetherness mean everything to you. Enjoying companionship and harmonious relationships, you're a firm believer that it “takes two to tango.” The quintessential friend, you're very helpful to those you care about. You don't quarrel easily, but if you're pushed too far, you'll fight for peace.",
    "A perpetual student, you're a collector of things, ideas, and information. Because you're resourceful and good at research, you excel at gathering and compiling facts and data. You may be considered a “walking search engine” who others call when they need to find the weird and the wonderful.",
    "Although you're naturally a giving person, you resent it when others try to take advantage of you. If someone takes you for granted, you have no problem slamming down the drawbridge to your heart.",
    "Don't be fussy or take things personally. Avoid being overly sensitive and pouting when your feelings are hurt. Be more decisive—don't say “yes” if you mean “no.” And remember that fear is false evidence that appears real."
  ],
  "3": [
    "As someone with a Destiny Number of 3, you have a way with words. Possessing the gift of gab, you can sell someone their own car or “sell ice to Eskimos” with your power of persuasion. With your unique imagination and innate creativity, you have the ability to write or speak in a fascinating manner. Trying to manage many projects simultaneously, your life is often a jugglingexhibition.",
    "“Laugh and the world laughs with you” was written with a Destiny Number 3 in mind. When you feel comfortable in a situation, you can be quite charming, entertaining, and humorous. The perfect party package, you can lighten up the dullest event.",
    "Self-expression, enthusiasm, happiness, and friendship are your ruling passions with Destiny Number 3. Depending on your mood, you can vary between gregarious and shy. When you focus on the positive, you're optimistic and see the glass as half full. Eternally youthful, you can be joyful and childlike, sometimes to the point of being a bit egocentric or petulant—for instance, youmay like to play practical jokes on others but don't necessarily enjoy it when the favor is returned.You also have keen powers of observation and an uncanny ability to imitate how others walk andtalk. You like gadgets and toys and are apt to be the first on the block to have the latest productor invention.",
    "While this could be true of any Destiny Number, a 3 in particular enjoys attention from others. Concerned with appearance, you have a knack for choosing accessories that add some sparkle to your outfits. Fortunately, the older you get, the happier you'll be and the more self-confidence you'll have. However, don't let all the compliments about “discovering the Fountain of Youth” goto your head.",
    "Keep your commitments—don't take on more than you can deliver. Focus and avoid being scattered or irresponsible. Work on becoming more self-confident. Also, realize that money doesn't grow on trees.",
    "If your Destiny Number is 3, you're quite complex and can either be overly self confidentor very shy. As you mature, you'll develop more self-confidence andbecome happier in life."
  ],
  "4": [
    "When you have a 4 for your Destiny Number, you're considered structured and reliable. Responsibility, reliability, and patience are your mantras—you're tenacious and don't give up easily. Conscientious and hard-working, you stick with tasks until they are completed.",
    "As a 4, you're a detail-oriented and highly organized person who's able to transform practical ideas into reality. A lover of routine and order, you're happiest and work best when you have a schedule and a plan to follow. With your highly logical and organized mind, you're able to focus and concentrate on a project from beginning to end. Because of your strong dislike of change,being interrupted is one of your least favorite things (and that's putting it mildly!). You also havea memory like an elephant and remember trivia and minute details.",
    "Accurate and precise, you're punctual and make good use of your time. In your desire to save time and money, you have or look for a system to do everything and enjoy making lists. You canbe quite frugal but need to remember not to be stingy.",
    "Steadfast, honest, and sincere, you are a loyal and sentimental friend. Solid as the Rock of Gibraltar, you're down to Earth and a good citizen, with a strong love of your country and your fellow man. However, you have no patience with undisciplined, lazy people.",
    "Avoid being stubborn and learn that change is an inevitable part of life. Discover that it's fun to be frivolous once in a while. Although you have your own system for accomplishing tasks at work, your methods may not be right for everyone. It's best if you allow others to complete tasks using the system they prefer.",
    "These numbers are indicators of tendencies and don't rigidly define your actions. You have free will to make your own decisions, but the numbers can help guide you in making the choices that you consider right for you."
  ],
  "5": [
    "Like a five-pointed star pointing in several directions at one time, as a Destiny Number 5, you can successfully multitask—you're able to watch TV, listen to the radio, talk on the phone, and cook dinner all at the same time. Eternally restless and seemingly in perpetual motion, you need to keep busy to avoid depression. Also, because you dislike monotony, you need to vary how andwhen you complete your “to-do” list.",
    "Quite versatile and a Jack of all trades, you're not only multitalented but also multifaceted. As a 5, you're curious and always asking questions; in fact, your favorite word is “why.” However, even though you're good at making inquiries, you dislike being questioned yourself. A quick thinker, you often change your mind and are willing to take chances.",
    "A Destiny Number of 5 also indicates you use all five senses simultaneously and are quite sensual. Always flexible, you have some gypsy in your soul and enjoy travel. Because you're impulsive and spontaneous, you're willing to drop things on the spur of the moment to have fun. Clever and outgoing, you're a party waiting to happen and can liven up the dullest room.",
    "Focus and stick to one thing at a time, and make sure to finish what you start. Slow down and take time to smell the roses. Discover that it's fun to have a quiet evening at home once in awhile!"
  ],
  "6": [
    "A Destiny Number of 6 reveals a nurturer. Love, home, and family are the keys to your happiness. With your affectionate and loving nature and your desire for harmony, quarrels and arguments are not your cup of tea. Highly reliable and responsible, you're happy sharing with and taking care of others. You're also a gracious and sociable host who delights in entertaining",
    "As a 6, you're a service-oriented person who often volunteers to work on civic projects and isn't afraid of taking on more than your fair share of responsibility. And with your honesty, integrity, and sense of values, you're considered a solid citizen.",
    "With a Destiny Number of 6, you personify the mantra, “Let there be peace on Earth and let it begin with me.” You have a congenial and even-tempered personality, and you desire for everyone to get along. A sympathetic listener and giver of sound advice, others often seek your counsel.",
    "Always enjoying the best of everything, you desire comfort and quality with a capital Q. You're interested in art, music, and beauty and have a keen eye for color and design. Because of your tastes, you may find you can make money through any product or service that caters to women or enhances comfort and beauty.",
    "Before giving your great advice, make certain that the person really wants to hear what you have to say. And remember, even with your champagne tastes, it can still be fun to shop for bargains."
  ],
  "7": [
    "A Destiny Number of 7 indicates you have a highly developed analytical mind, which allows you to precisely examine objects and situations and see patterns and trends. Mildly skeptical, you generally require proof. You also need tranquility and time alone to recharge your batteries; in those times, you enjoy reading to help you relax.",
    "Although you aren't overly demonstrative, as a 7, you feel things deeply. A lover of nature in all forms, you have respect for all creatures great and small. Having a pet brings you pleasure.",
    "Conservative, dignified, and well-groomed, you tend to be a perfectionist. You're a person of refined tastes and culture who appreciates the finer things in life. An observer of others with an ability for imitation, you have the talent to act. Because of your extensive vocabulary, you're able to express your thoughts, particularly in written form. You also know how to ask keen questions and think on your feet.",
    "Even though you may appear aloof and not easy to get close to, as a 7, you're a very loyal friend. You dislike gossip and the people who spread it, and because of your highly developed sense of integrity, you're extremely ethical and honest in your dealings.",
    "As a believer in karma, you strive to do the right thing—even when no one is watching. An intuitive old soul with an interest in metaphysics, you're also a seeker of truth.",
    "Be more sociable—make the first move, greet others warmly, and learn the art of small talk. Remember that stimulants (and depressants) affect you differently than they do most people because you're often naturally pensive and melancholy."
  ],
  "8": [
    "If you have a Destiny Number of 8, you often tend to have goals more than dreams. A very powerful person, you're driven by money, power, and success. You're a born leader who likes to be the boss or in charge of things. With innate managerial skills and individual methods for doing things, you first need to know what's expected of you and then prefer to be left alone to do your job.",
    "An ambitious promoter who's able to get others on the bandwagon, you can always be counted on to complete the project. You're a resilient, take-charge person who seems to handle whatever comes your way. Because you're capable and have your own way of doing things, you chafe at being micromanaged; you don't like to be questioned or prodded for updates on the status of a project. As an 8, you feel that such interrogation just consumes valuable time and that your history of performance should speak for itself.",
    "While you're levelheaded in emergencies, you may be emotional after the crisis has passed. You function well under pressure, but after the lid is off, all that steam dissipates. Because you are interested in fitness and health, you monitor your health, diet, and exercise routines carefully. Unless you have an H, Q , or Z in your given name, as a Destiny Number 8, you may get emotional and have a tendency to gain or lose weight when you are under stress.",
    "Try to keep emotions on an even keel by avoiding highs, lows, and sometimes in-betweens. Learning to balance your life—eight hours for work, eight hours for play, and eight hours for rest is essential for you. With your nose always to the grindstone, you may not take enough time for romance.",
    "Be tactful and allow others to express their own viewpoints. Work hard to avoid projecting the attitude, “If I want your opinion, I'll give it to you!”",
    "Destiny Number 8s have the capacity to be fair, balanced, and keep their lives on an even keel. If you're a Destiny Number 8, make sure others stop, look, and listen to you."
  ],
  "9": [
    "You're a humanitarian who appreciates art, music, and beauty and has an innate desire to express your own literary, artistic, or musical talents. As a 9, you also have the ability to influence others and can shed your light on those who are less evolved. An understanding soul, you want peace on Earth and have difficulty understanding why people can't get along.",
    "A geography buff, the world is your oyster. You're a good traveler who's tolerant of others and has a genuine concern for mankind; you want to see the world and mingle with people of various cultures.",
    "A Destiny Number of 9 indicates you have visionary tendencies. You see the big picture and think of things on a grand scale that have universal appeal. Adaptable and able to fit in easily with diverse groups of people, you often try to be all things to all people.",
    "With a friendly and outgoing personality, you're kind-hearted and generous—sometimes to a fault. You also possess a strong desire to make life easier for others. Always willing to give of yourself, you sometimes want appreciation for your thoughtful (and random) acts of kindness.",
    "Be forgiving of others who aren't as thoughtful and generous as you are. Avoid trying to be an “A” person (all things to all people at all times)."
  ],
  "11": [
    "The Master Destiny Number 11 is a higher vibration of the Destiny Number 2. A very idealistic leader who's diplomatic and well-liked, you're able to inspire others. Highly intuitive and inspirational, you can also be high-strung.",
    "As an 11, you may be interested in metaphysics. A natural storyteller, you tend to exaggerate and are able to elaborate on the truth.",
    "Avoid being petty. Save yourself the trouble—some people want to stay in the valley and not be on the mountaintop with you."
  ],
  "22": [
    "The Master Destiny Number 22 is a higher vibration of the Destiny Number 4. You know what you're talking about and can charm the birds out of the trees with your influence. Respected by others, you're the authority on many things.",
    "Avoid being stubborn. Finish what you start. Be aware that some people have to learn things on their own and don't want to hear what you have to say."
  ]
}