{
  "description": "The Personality Number reveals the “outer you” and discloses how others perceive you, which can be different from how you see yourself. For example, you may know people who are fun-loving when in small groups or among friends but are introverted when in a crowd; conversely, there are people who let their hair down in public but are more reserved when amongst those whose opinions matter to them.",
  "1": [
    "If your Personality Number is 1, you appear to be self-sufficient and the center of attention; you’re seen as comfortable standing out from the crowd. People see you as strong-willed, determined, and in control. They think you’re self-reliant and have your act together.",
    "As a Personality Number 1, you come off as courageous, with a no-holds-barred attitude. That courage spills over into fashion, as you’re perceived as being fashion-forward with a unique sense of style that may include bright colors. You appear content with your individuality and are independent to the point where it may seem as if you don’t care what others think about you."
  ],
  "2": [
    "If your Personality Number is 2, you appear to be friendly, pleasant, and at ease talking with others. People think you’re tactful, diplomatic, and able to use the perfect words to make others feel comfortable and understood.",
    "You’re perceived as cooperative and easy to get along with, often deferring to the opinions of others. They find you charming and are often apt to see you with a companion. Sometimes you seem shy or quiet, but you’ll happily participate when asked.",
    "Perhaps people find you plain looking at first glance, but you’re neat, clean, and careful with details. Your clothes are always pressed, and nary a hair is out of place. They see you as wearing comfortable, soft, flowing clothes in a gentle color palette."
  ],
  "3": [
    "If your Personality Number is 3, you appear to be the life of the party. You’re seen as good with words, expressive, and animated, sometimes to the point of hogging the spotlight. People also perceive you as a natural entertainer who tells jokes and may talk a lot.",
    "You’re seen by others as a practical joker or prankster with a wonderful sense of humor and the gift of gab. People say you’re a flamboyant speaker who’s most comfortable talking about yourself and an exaggerator who livens up stories with many details about yourself.",
    "You’re seen as someone who wears artistic, creative clothing, often with glitzy accessories. People think you’re an eternal optimist.",
    "Beauty surrounds the Personality Number 3. Whether you’re a man or a woman, you’re strikingly attractive, look younger than your years, and appreciate fine clothing and jewelry."
  ],
  "4": [
    "If your Personality Number is 4, you appear to be a planner who impresses others with your keen organizational skills. You’re concerned with following rules and policies and driven by deadlines and budget constraints. You’re also perceived as reliable and hardworking.",
    "People think you’re always punctual and respectful of others’ schedules. Loyal and honest, you’re dedicated to displaying proper behavior and good manners",
    "Very level-headed and astute, you’re concerned about finances and generally quite thrifty. And when it comes to your daily attire, you’re seen dressed in very tailored, neat, and sturdy clothes."
  ],
  "5": [
    "If your Personality Number is 5, you appear to be energetic and restless, with “ants in your pants.” You’re seen as exciting and fun-loving with a zest for life. You’re outgoing and willing to jump in and do what others are doing. You’re also always aware of the latest scoop or big news.",
    "People also think you’re touchy-feely, with a habit of putting your left hand on top of their right when shaking hands. You’re curious and able to make anyone comfortable by asking thoughtful questions.",
    "At work, you’re seen as a multitasker who can text or read emails during a conversation or meeting. However, you’re often seen as running late and frequently rushed",
    "People see you as wearing fashion-forward clothes or sportswear that’s loose or nonconstricting. You also tend to be dressed in clothes that work for day or night in the event of a last-minute change of plans."
  ],
  "6": [
    "If your Personality Number is 6, you appear to be easy to talk to and are always ready with a warm and gentle greeting. People feel you’re readily adaptable to any group’s dynamic, as you seem comfortable in social situations and have impeccable manners.",
    "High fashion and brand names mean little to you. When you’re with another person, you look beyond physical appearance and get to know them for their personality and inner beauty. When it comes to your own style, you’re viewed as wearing comfortable, flowing clothes made of soft fabrics in pleasant colors.",
    "You treat others fairly, and people find your words and actions nonjudgmental. You’re seen as very dependable and concerned with the welfare of others, with a willingness to pitch in where needed. You’re also sympathetic, a good listener, and a giver of valuable advice. Nurturing and helpful, you’re perceived as always helping those less fortunate.",
    "The Personality Number 6 has a strong sense of justice. If you’re a 6, others see you as a peacemaker. Because you also radiate warmth and compassion, you’re also a trusted confidante to many."
  ],
  "7": [
    "If your Personality Number is 7, you appear to be impeccably groomed with a refined appearance. Aloof and dignified, you tend to be dressed in quality fabric in a neutral color palette",
    "Others feel you’re private and reluctant to discuss personal matters. They see you as intense, self-absorbed, and deep in thought. You’re also considered mysterious and slow to warm up to others.",
    "Although you’re able to look straight through someone and know what he or she is thinking, people see you as trustworthy and unwilling to betray a confidence, with great integrity",
    "You’re perceived as intelligent, with keen observational skills. You’re also considered analytical to the point where you may appear negative or skeptical"
  ],
  "8": [
    "If your Personality Number is 8, you appear to be positive, outgoing, and self-assured. People find you confident, powerful, and influential. They also find you authoritative and concerned with the first impression you make. You’re capable and in control, though courteous and concerned, and you always have impeccable manners",
    "People think you’re wealthy, even if you’re not. You’re seen as dignified, looking the part of a CEO even when you’re wearing jeans. You’re thought of as impeccably dressed in fine fabrics and tailored clothes"
  ],
  "9": [
    "If your Personality Number is 9, you appear to be magnetic, warm, and welcoming to everyone you meet. People find you approachable and a natural conversationalist who’s comfortable in any environment. You’re also seen as a very generous person who’s often happy to pick up the check.",
    "People think you’re younger than you actually are because you may have a good complexion. You’re also either the picture of good posture or a slouch. You’re usually dressed in comfortable clothes and may have a flair for the dramatic through ethnic or unusual accessories",
    "A frequent volunteer, you’re admired by others. People think of you as friendly with people from all walks of life, cultures, and countries. Tolerant of others, caring, and kind, you’re seen as devoted to justice for all."
  ],
  "11": [
    "Master Personality Number 11 is a higher vibration of Personality Number 2. If you encounter a number 11 when reducing the sum of the numeric values of your consonants, you are a Master Personality Number 11. If you have a Master Personality Number of 11, you appear to be more spiritual than most—at the very least, you’re inspirational. You’re considered highly intelligent and a visionary. People also think of you as intuitive or even psychic"
  ],
  "22": [
    "Master Personality Number 22 is a higher vibration of Personality Number 4. If you encounter a number 22 when you’re reducing the numeric values of your consonants, you’re a Master Personality Number 22. In addition to the persona perceptions of a 4, as a 22, you also appear competent, focused, and unwavering. People see you as a problem-solver who plans for success and follows through. When it comes to dress and appearance, you tend to be conservative",
    "Master Personality Number 22s have their act together and are ready to take it on the road. Able to handle any situation, you’re destined for greatness and could rule the world."
  ]
}