{
  "description": "Your Soul Number is hidden inside your name and reveals your innermost thoughts, hopes, wishes, dreams, and desires. It also tells you about the inner you, what you value most, what you long for, what you daydream about, what you want to express in this lifetime, and what feeds your soul. It’s your inner spirit—the you that few, if any, in the world ever see. Your Soul Number also indicates talents you might possess, whether they’re developed, exhibited, or still dormant. What’s revealed by your Soul Number might amaze your friends, loved ones, and even your closest confidants.",
  "1": [
    "A Soul Number of 1 indicates that in both your personal and professional lives, you have a strong need to manage situations. Ambitious and determined, leading and directing are your forte. Regardless of the circumstances, you want to be in charge and the leader of the pack. Goaloriented, you thrive in a fast-paced environment and act quickly to accomplish your objectives. Because you like your own way best, you probably dislike taking orders from anyone and work best alone rather than in tandem with others.",
    "As a 1, you prefer to be respected for your keen mind rather than your appearance. Original and creative, you need to find outlets for your artistic talents. You also have the ability to find new solutions to old problems. An idea person, you have high-flying plans and the talent to conceptualize large projects yet like to leave the details to others—creating original ideas is fun and exciting for you, but mundane details seem boring.",
    "Liking others around you to be as independent as you are, you tend to avoid those who are needy and possess the ability to say “no.” You’re also content to spend time alone, enjoying your own company.",
    "Because you’re a born leader, you may resent being placed in a subordinate position. Also, due to your ability to work at lightning speed, you may get impatient when others dawdle. Work on developing friendships and the ability to work with others, and be careful not to dominate situations and people. Also, avoid being boastful, egotistical, or too critical when people disagree with you."
  ],
  "2": [
    "If your Soul Number is 2, you desire harmony above anything else and are able to get along and cooperate with all different types of people. Sympathetic to your core, you have a gentle heart and pleasant way about you. You also have excellent manners and social skills due to your courtesy and politeness. An eternal optimist, you see the best in everyone.",
    "A team player and an inspiration to others, you prefer to work à deux rather than solo and excel at arbitrating, negotiating, or teaching. But in your desire to weigh all the options, you may take a while to make up your mind. Because you’re good at details and aren’t afraid to ask for help when you need it, you usually pick up the pieces when others drop the ball. As a Soul Number 2, you also have the ability to embellish the truth and get others on the bandwagon with you.",
    "As a 2, you’re an avid collector of both objects and friends. A lover of beauty and culture, you appreciate the finer things in life. Although you desire economic security, wealth is your primary goal; however, your ability to share helps you get along well with others.",
    "You find it difficult to make choices and are sometimes indecisive. Influenced by others’ opinions, you require careful handling and lots of tender loving care. Because you fear criticism from others and desire to please them, you’re easily persuaded and can be gullible. If this happens and makes you feel taken advantage of, you tend to shut down. Rather than trying to get peace at any price, you may have to force yourself to be assertive in business dealings."
  ],
  "3": [
    "Romance never dies for a Soul Number 3. You have a natural artistry and an innate desire for self-expression. With your joie de vivre, you’re popular and well-liked. A natural flirt, your youthful good looks and appearance are important to you. You enjoy receiving compliments and are comfortable basking in the attention they bring.",
    "As a 3, the happiness of others is essential to you. Optimistic when you feel secure, you can be quite entertaining and can use your gift of gab to liven up a party or dull event.",
    "As a bon vivant, you enjoy living the good life and all of the trappings that go with it. Flexible and resilient, you can roll with the punches and take life as it comes.",
    "Because you’re not always focused on the task at hand, you tend to scatter your forces and spin your wheels. Also, you may be too optimistic and see the world through rose-colored glasses. Avoid tooting your own horn. People around you aren’t sure who they are going to get—the fun, social butterfly or the shy introvert."
  ],
  "4": [
    "If you’re a Soul Number 4, you crave a practical and disciplined life and are tethered to your calendar. With your highly developed work ethic, you roll up your sleeves and get to work without hesitation. You also tend to have a mind and memory like a steel trap, making you the King or Queen of trivia. (Try to get on Jeopardy!)",
    "Time is money to you, and you hate to waste either. When it comes to time, you dislike surprises or being interrupted. As for money, when you make a purchase, you expect to receive value and quality for money spent.",
    "You love tradition and take a practical approach to matters of the heart. Extremely conscientious and reliable, you’re precise, exacting, and able to tackle the smallest of details. With your keen eye for design, you often straighten crooked pictures as you walk by.",
    "Because you need routine, you may feel disconnected when faced with change. You must also be wary of being stubborn, narrow-minded, or rigid in your thinking. You don’t mean to be bossy— you simply think that your ideas are best. However, your critical nature makes others wish you were more flexible. Therefore, try to avoid being too miserly or stingy. Also, take the time to look at the big picture rather than focusing only on minute details."
  ],
  "5": [
    "As a 5, you thrive on routine and crave an organized life. A person of many talents and diverse interests, you can multitask with the best. Because you’re blessed with an ingenious mind, you’re an unconventional thinker who grasps difficult or abstract concepts quickly and easily. And with your natural curiosity, you like to ask questions.",
    "A whirling dervish, you’re happy when you’re in the center of the action and love to shock people. You’re able to spin a story like no other and can tell a fib with a straight face. However, honesty and loyalty are your middle names. Quick to forgive, you’re able to let go and move on.",
    "As a Soul Number 5, your passion is variety—trying new restaurants, taking a new route to work, or meeting new friends. You enjoy change and are content to change course midstream. Adventurous, you would have hopped on the first wagon heading west. Because of this, you’re apt to have your travel agent’s phone number on speed dial. Overall, you hate the feeling of being trapped and require freedom at all costs.",
    "You’re apt to be overly restless or impatient at times. Because you tend to jump from activity to activity, you rarely finish what you start. You also may think the grass is always greener somewhere else when doing boring, routine work. In the personal realm, commitment is difficult for you, and others may perceive you as unreliable because you change your mind at the drop of a hat."
  ],
  "6": [
    "If you’re a Soul Number 6, your motto is “the best or nothing.” The quintessential romantic, love, home, and family are essential for your happiness. As a 6, you treasure family values and traditions. Generous and loving, you are a magnet for children and animals and often rescue stray animals and people.",
    "As a 6, you’re recognized by others for your good common sense. The epitome of a peacemaker, you’re a natural counselor who strives for harmonious relationships. Because you’re always responsible, you willingly assume more than your fair share of the workload.",
    "Although wealth is not very important to you, security and financial stability are crucial. A fair deal for all is essential to your happiness. Big on commitments, you write them in pen, not pencil, and your handshake and word are golden.",
    "With a Soul Number of 6, you play for keeps and would never be heard singing the lyric, “do you want to make love or do you just want to fool around.” Idealistic and trusting, you see the best in people; however, you aren’t afraid to speak your mind if you feel someone has been unjust or unfair.",
    "You tend to put the needs of others before your own. In your desire to help others, be careful not to smother them. Also, know that some people may take advantage of your caring and generous nature. In an argument, your emotions can get the best of you.",
    "Because loving others brings the Soul Number 6 great happiness, you may become too involved in the lives of your loved ones. Remember that children fail to develop critical independence and decision-making skills when their parents are too overprotective. Give them room and let them know you’ll be there if and when they fall"
  ],
  "7": [
    "Your mantra is “silence is golden.” Pensive and reflective, as a 7, you enjoy your own company best and crave tranquility away from the maddening crowd. Just like a good poker player, you’re able to keep your emotions in check and your thoughts to yourself.",
    "As a Soul Number 7, you often feel misunderstood by others, though your ability to imitate others is uncanny. Always intuitive, you have no use for phony people and can spot them a mile away—no one can fool you for very long (if at all). You avoid petty gossip and appreciate meaningful conversations. Because you’re so selective, you have a small but valued circle of friends.",
    "A seeker of the truth, you have great wisdom. Because you’re analytical and insightful, you know what questions to ask. You also don’t speak until you’re sure of the facts because you hate to be wrong.",
    "Because you repress your emotions, others may have a hard time getting to know you. Avoid being an introvert and isolated from others"
  ],
  "8": [
    "A Soul Number of 8 indicates that power and position in life are essential to your happiness. Full of ambition, you strive to make your mark in the world. And because you equate money with power, financial independence and security are important to you.",
    "Taking charge is your natural instinct as an 8. Self-contained, you work hard and feel as though you have the right to succeed. Checking accomplishments off your bucket list is fun for you. You also have a resilience and tenacity that makes you not give up easily. A good judge of human character, you prefer to direct and supervise, leaving the actual tasks to others.",
    "As a Soul Number 8, you make your presence known wherever you go. Strong and authoritative, you need an organized mate who is as independent as you are. However, you’re often too busy for romance. You mainly need to feel important and be respected by others.",
    "It’s important for you to balance your emotions. Because others may see you as overly domineering or stubborn, try being open to the ideas of others. Also, avoid being extravagant and boastful in an effort to demonstrate your financial prowess to others. Keep a careful eye on your health in times of trouble, as you gain or lose weight easily when you’re upset or stressed"
  ],
  "9": [
    "As a Soul Number 9, you have the power to influence others. Friendly, easy to get along with, and well liked, you have universal admiration and appeal. A Soul Number of 9 also indicates that you’re a self-sacrificing philanthropist who enjoys helping mankind",
    "Possessing a flair for artistic pursuits, art, music, and beauty are important to you. You also have a keen sense of perfection and aesthetics. A tolerant and understanding teacher, you’re sought out by those who want to emulate you.",
    "As a 9, you’re idealistic about love and feel emotions deeply even though you may not always express them. You also embrace and personify the phrase “brotherly love.” Having experienced your own disappointments, you’re highly empathetic toward others. But even with your altruistic nature, you’re able to quit giving when you feel taken for granted—when you express love and appreciation for others, you need to have the favor returned.",
    "You tend to get resentful if others don’t show enough appreciation for your kind deeds and may express your feelings too strongly at times. A dreamer, you can be overly impressionable. You may also often feel disappointed by the lack of perfection in yourself and others"
  ],
  "11": [
    "Master Soul Number 11 is a higher vibration of Soul Number 2. Thus, in addition to the challenges and characteristics of a 2, you’re sensitive and intuitive, sometimes to the point of being psychic. An old soul and wise beyond your years, you get hunches and do best when you listen to your inner voice. You also want to be the star of the show and refuse to play the role of understudy. Remember that others are on their own path during their journey through life and need to follow their own intuition."
  ],
  "22": [
    "Master Soul Number 22 is a higher vibration of Soul Number 4. Thus, in addition to the challenges and characteristics of a 4, you have a strong desire and the talent to build a better world than the way you found it. Using your leadership abilities, you’re able to change the world one person at a time. You also need practicality in all you do and thrive on a sense of security. In terms of challenges, others often need to learn life’s lessons for themselves—let them."
  ]
}